{
  "nav": [
    {
      "name": "Dołącz",
      "link": "https://discord.gg/Uy4t2n6zzu"
    },
    {
      "name": "Projekty",
      "link": "/projekty"
    },
    {
      "name": "O nas",
      "link": "/about"
    }
  ],
  "home": {
    "meta": {
      "title": "KN init",
      "description": "Jesteśmy grupą studentów informatyki, którzy pragną rozwijać swoje umiejętności, zdobywać doświadczenie i dobrze się bawić! Dołącz do nas i pomóż nam rozwijać Koło Naukowe init!"
    },
    "banner": {
      "title": "Koło Naukowe init",
      "text": "Jesteśmy organizacją zrzeszającą <b>studentów informatyki</b>, którzy pragną rozwijać swoje umiejętności, zdobywać doświadczenie i, przede wszystkim, dobrze się bawić! Działamy w ramach <b>Wydziału Zastosowań Informatyki i Matematyki na SGGW.</b>"
    },
    "about": {
      "title": "Czym się zajmujemy?",
      "text": "Zajmujemy się szeroko rozumianą popularyzacją nauki. A konkretnie? Konkretnie <b>organizujemy eventy dla programistów.</b> Naszym głównym projektem jest seria hackathonu <b>HackArena.</b> W planach mamy także zorganizowanie Game Jamu i wiele innych inicjatyw! Brzmi ciekawie?",
      "button": "Sprawdź"
    },
    "structure": {
      "title": "Zainteresowało Cię to co robimy?",
      "description": "Jeżeli interesuje Cię pomoc w organizacji eventów, chcesz poznać nowe osoby i dobrze się bawić - dołącz do nas i <b>pomóż nam rozwijać Koło Naukowe init!</b>",
      "teams": [
        {
          "title": "Tech",
          "description": "Zespół tech zajmuje się rozwijaniem oprogramowania potrzebnego do przeprowadzenia eventów. Obejmuje to zarówno <b>tworzenie gier, stron internetowych, aplikacji i wiele innych.</b> Jeżeli twoją pasją jest programowanie Tech to miejsce dla Ciebie!"
        },
        {
          "title": "Org",
          "description": "Jeżeli czujesz że organizowanie i ogarnianie rzeczywistości to twoja silna strona dołącz do zespołu Org. W tym zespole <b>będziesz zajmował się kontaktem ze sponsorami, organizowaniem rzeczy bieżących i znajdziesz się w centrum akcji</b> w trakcie eventów!"
        },
        {
          "title": "Mark",
          "description": "Ten zespół zajmuje się szeroko pojętym marketingiem. Oprócz <b>zarządzania naszymi profilami na Instagramie, Facebooku i LinkedInie,</b> członkowie tego zespołu odpowiedzialni są <b>promowanie eventów</b> czy tworzenie treści na strony internetowe!"
        },
        {
          "title": "Graf",
          "description": "Najbardziej kreatywna i uzdolniona artystycznie część naszego koła! Zespół ten odpowiedzialny jest za <b>tworzenie grafik do postów, plakatów, ulotek czy na strony.</b> Jeżeli masz artystyczną duszę i umiejętności dołącz do naszego zespołu grafików!"
        }
      ]
    },
    "joinUs": {
      "text": "Zajrzyj na nasz serwer na Discordzie i dołącz do jednego z zespołów!"
    }
  },
  "projectsList": {
    "meta": {
      "title": "Projekty | KN init",
      "description": "Zobacz nasze projekty!"
    }
  },
  "about": {
    "meta": {
      "title": "O nas | KN init",
      "description": "Dowiedz się więcej o nas!"
    },
    "title": "KN init",
    "description": "Jesteśmy grupą pasjonatów informatyki z Wydziału Zastosowań Informatyki i Matematyki SGGW, którzy łączą naukę, praktykę i dobrą zabawę! Nasze koło naukowe to przestrzeń do rozwijania umiejętności, zdobywania doświadczenia i realizowania ambitnych pomysłów. Obecnie prowadzimy trzy główne projekty: HackaArna, HackArena GameJam oraz Init Coding Challenge (szczegóły znajdziesz w zakładce „Projekty”). W planach mamy także nowe inicjatywy, takie jak HackArena AI, HackArena Robotics czy stworzenie akademickiej ligi esportowej. Dołącz do nas i twórz przyszłość technologii!",
    "contact": {
      "title": "Kontakt",
      "description": "Masz pytania, sugestie, bądź chciałbyś nawiązać z nami współpracę? Napisz do nas na maila"
    },
    "team": {
      "title": "Nasz zespół"
    }
  },
  "projects": {
    "gamejam": {
      "title": "HackArena GameJam",
      "shortDescription": "HackArena GameJam to wydarzenie, podczas którego uczestnicy mają za zadanie stworzyć grę w ciągu 48 godzin. Wydarzenie skierowane jest zarówno do początkujących, jak i doświadczonych programistów, grafików i muzyków. W trakcie GameJamu uczestnicy mają okazję zdobyć doświadczenie, poznać nowych ludzi i przede wszystkim dobrze się bawić!"
    },
    "hackarena": {
      "title": "HackArena",
      "shortDescription": "HackArena to cykl hackathonów organizowanych przez Koło Naukowe init. Podczas hackathonów uczestnicy mają za zadanie stworzyć projekt zgodnie z wybranym tematem w ciągu 24 godzin. Wydarzenie skierowane jest zarówno do początkujących, jak i doświadczonych programistów, grafików i osób zainteresowanych technologią. W trakcie hackathonów uczestnicy mają okazję zdobyć doświadczenie, poznać nowych ludzi i przede wszystkim dobrze się bawić!"
    },
    "Init Coding Challenge": {
      "title": "Init Coding Challenge",
      "shortDescription": "Init Coding Challenge to cykl wyzwań programistycznych organizowanych przez Koło Naukowe init. Podczas wyzwań uczestnicy mają za zadanie rozwiązać zadanie programistyczne w ciągu 48 godzin. Wydarzenie skierowane jest zarówno do początkujących, jak i doświadczonych programistów. W trakcie wyzwań uczestnicy mają okazję zdobyć doświadczenie, poznać nowych ludzi i przede wszystkim dobrze się bawić!"
    }
  },
  "bottomBar": {
    "socials": "Wpadnij na nasze social media!",
    "copyrights": "© {0} KN init. Wszystkie prawa zastrzeżone."
  }
}
